tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "az"
brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "python"
brew "python-yq"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "rbenv"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vale"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-completions"

cask "1password"
cask "aws-vault"
cask "amethyst"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "mactex"
cask "microsoft-office"
cask "mumble"
cask "nordvpn"
cask "omnifocus"
cask "orka"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
cask "zoom"
