tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "alphagov/gds"
tap "heroku/brew"

brew "awscli"
brew "bat"
brew "coreutils"
brew "dhall"
brew "dhall-json"
brew "dhall-yaml"
brew "gds-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "ipcalc"
brew "jq"
brew "mkdocs"
brew "nmap"
brew "oath-toolkit"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "python"
brew "python-yq"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "rbenv"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vale"
brew "vim"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-completions"

cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "aws-vault"
cask "amethyst"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-source-code-pro"
cask "fork"
cask "google-chrome"
cask "irccloud"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "mactex"
cask "microsoft-office"
cask "mumble"
cask "nordvpn"
cask "omnifocus"
cask "onedrive"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "whatsapp"
cask "zoomus"
