tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "alphagov/gds"
tap "heroku/brew"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "gds-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "ipcalc"
brew "jq"
brew "mkdocs"
brew "nmap"
brew "nushell"
brew "oath-toolkit"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "python"
brew "python-yq"
brew "ripgrep"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "vim"
brew "wget"
brew "ykman"

cask "1password"
cask "alfred"
cask "aws-vault"
cask "amethyst"
cask "dash"
cask "deckset"
cask "docker"
cask "firefox"
cask "font-anonymice-powerline"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "gpg-suite"
cask "irccloud"
cask "iterm2"
cask "keybase"
cask "nordvpn"
cask "omnifocus"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
